[
    {
        "heading": "Sheleah Harris",
        "collection": "COVID Freshmen",
        "author": "Greyson Mullins",
        "id": 3,
        "imageName": "logoCircuitsTech",
        "audioName": "placeholder",
        "description": "The COVID-19 Pandemic changed the way we all interact with the world, but for Second-Year Student and Track Athlete, Sheleah Harris, college was going to look very different from what she imagined.  Harris grew up in Athens and chose to forego an education at the University of Georgia to attend Georgia Tech in pursuit of a bachelor's degree in Computational Media (abbreviated as CM).  The CM program is not offered at very many universities in the United States, and Georgia Tech is the only school in the state to offer such a degree.  For Harris, the choice was straightforward, Georgia Tech offered an excellent education in any field, and Computational Media is no exception.  With that said, the journey through Tech presented Harris with challenges personally, academically, and athletically.  Harris’ first year of collegiate track competition was anything, but normal.  She describes her experiences at meets where athletes remained separated from each other, masked, and constantly waiting to receive negative COVID tests.  The entire experience feels incredibly surreal, and one can only imagine how deeply this affected athletes' mental game.  Harris describes a particularly, heartbreaking experience in which she was about to compete in the indoor ACC Championships, and received notice that she had been contact traced and had to return home for the health and safety of all athletes, coaches, and event staff.  The video interview with Harris is still underwork but check back to hear more about her experiences as a college athlete in the midst of a global pandemic."
    },
    {
        "heading": "Samah Khan",
        "collection": "COVID Freshmen",
        "author": "Greyson Mullins",
        "id": 2,
        "imageName": "logoCircuitsTech",
        "audioName": "placeholder",
        "description": "Samah Khan started her undergraduate studies in her childhood bedroom.  Khan was originally on track and excited to attend the University of Georgia in Athens.  However, when she learned she would be forced to live in the dorms despite health and safety concerns, she decided it would be best for her to continue to attend Georgia State University, where she had dual-enrolled in high school.  Like many first-year students, Khan felt deeply disconnected from the campus community at Georgia State when attending courses online.  Unfortunately, when the Fall 2021 semester, came and Khan attended courses in person, she still was not convinced that Georgia State was the right fit for her.  Khan describes her mother pushing her to pursue a degree from Georgia Tech, as many of their close friends graduated from Georgia Tech.  She describes submitting her transfer application partially to appease her mother, but when she received her acceptance letter, she decided Georgia Tech was going to become her new place of study.  We spoke to Khan in early February, and she had loved her first month at Georgia Tech.  To hear more about Khan’s journey to Georgia Tech and experience beginning college from her childhood bedroom, check back to find her video interview."
    },
    {
        "heading": "Alyson Lam on working at The Hive",
        "collection": "Makerspaces",
        "author": "Jocelyn Kavanagh",
        "id": 1,
        "imageName": "logoCircuitsTech",
        "audioName": "placeholder",
        "description": "The Interdisciplinary Design Commons is the newest Makerspace on Georgia Tech’s campus. It is student operated by the organization known as The Hive. The Hive strives to teach students practical skills in electrical and computer engineering while fostering a unique community of inventors, designers, and engineers. Alyson Lam, the Communications Officer for The Hive, tells of her experience joining The Hive community and of the communities importance to the Georgia Tech campus."
    }
]
